var lakeKumyary = {
  "what": "Природное место",
  "district": "Килемарский район",
  "description":
      "Озеро представляет собой систему из трех озер, прозрачность воды такая, что с лодки можно разглядеть все, что делается на дне. Общая площадь - 721,4 га. Лежит оно недалеко от лесной грунтовой дороги, соединяющей деревни Юксары и Котеново (недалеко от деревни Визимьяры на трассе Й-Ола - Космодемьянск). От грунтовой дороги к каждому озеру ведут просеки и дороги, так что найти озера достаточно легко. Повороты к озерам помечены вешками. Кумьяры представляют собой систему из трех озер, однако для стоянки годится только среднее озеро, поскольку остальные озера достаточно заболочены. Причем первое - самое западное озеро заболочено больше всего, добраться до открытой воды нет никакой возможности, вокруг озера зыбун, мох и трясина, а также низкорослый лес. Самое большое - третье восточное озеро также заболочено, но из-за нехватки времени побывать на нем мы не смогли, однако там возможны подходы к воде, так как, по словам местных жителей, оно заболочено меньше, чем первое озеро.",
  "id": "D345",
};
var oakPugachev = {
  "what": "Достопримечательность",
  "district": "Волжский район",
  "description":
      "На территории Марий Чодра находится Дуб Пугачева. В 1969 году Дуб Пугачева был объявлен ценным лесным объектом исторического значения, а в ознаменование двухсотлетия пугачевского восстания в 1974 году на этом месте был установлен памятный камень с надписью, а Дуб был взят под охрану. Дуб отличается своими размерами от всех стоящих рядом деревьев. Диаметр исполина равен 159 см, высота - 26 метров. Возраст дуба - 500 лет. Говорят, что около этого дуба разбил свой лагерь один из отрядов Пугачева перед последним марш-броском на Казань в далеком 1774 году. С его вершины якобы разглядывал лихой атаман дорогу на Казань.",
  "id": "78910",
};

var yuryZamok = {
  "district": "Юринский район",
  "what": "Гостиница",
  "description":
      "Гостиница расположена непосредственно в Замке Шереметьева. К услугам гостей 17 номеров от многоместных без удобств, до люксов.",
  "location": "N 56° 17' 12.1848 E 46° 17' 36.8448",
  "photo": "https://img.tourister.ru/files/2/0/6/8/0/6/2/0/original.jpg",
  "id": "1801",
  "transport":
      "Ближайшая железнодорожная станция расположена в 80 километрах к юго-востоку от посёлка, в Чебоксарах. В Юрино можно добраться только автомобильным транспортом из Йошкар-Олы, Чебоксар, Казани, Нижнего Новгорода.Добраться из Москвы до Юрино можно через Чебоксары (автобусом) или через Нижний Новгород (на личном транспорте).",
};

var yuryElgas = {
  "district": "Юринский район",
  "what": "Гостиница",
  "description": "Гостиница эконом класса. В наличии 100 номеров.",
  "location": "56.287452, 46.291462",
  "photo": "Отсутствует",
  "id": "1802",
  "transport":
      "Ближайшая железнодорожная станция расположена в 80 километрах к юго-востоку от посёлка, в Чебоксарах. В Юрино можно добраться только автомобильным транспортом из Йошкар-Олы, Чебоксар, Казани, Нижнего Новгорода.Добраться из Москвы до Юрино можно через Чебоксары (автобусом) или через Нижний Новгород (на личном транспорте).",
};

var hosteLPrichal = {
  "district": "Юринский район",
  "what": "Хостел",
  "description":
      "Хостел 'У ПРИЧАЛА' предлагает удобное размещение для туристов, студентов и всем, кому необходимо недорогое, уютное, удобное, чистое жилье для короткого или длительного пребывания в пгт. Юрино.",
  "location": "56.287502, 46.286728",
  "photo":
      "https://sun9-15.userapi.com/impf/c851436/v851436773/17cbed/cIS65ZpQXTg.jpg?size=1564x1564&quality=96&proxy=1&sign=a5b4f3a92a543e83b8bc121d635304a9&type=album",
  "id": "1903",
  "transport":
      "Ближайшая железнодорожная станция расположена в 80 километрах к юго-востоку от посёлка, в Чебоксарах. В Юрино можно добраться только автомобильным транспортом из Йошкар-Олы, Чебоксар, Казани, Нижнего Новгорода.Добраться из Москвы до Юрино можно через Чебоксары (автобусом) или через Нижний Новгород (на личном транспорте).",
};

var cafePrichal = {
  "district": "Юринский район",
  "what": "Кафе",
  "description": "-",
  "location": "56.287547, 46.288174",
  "photo":
      "https://ic.pics.livejournal.com/mike_yola/9068435/131705/original.jpg",
  "id": "1604",
  "transport":
      "Ближайшая железнодорожная станция расположена в 80 километрах к юго-востоку от посёлка, в Чебоксарах. В Юрино можно добраться только автомобильным транспортом из Йошкар-Олы, Чебоксар, Казани, Нижнего Новгорода.Добраться из Москвы до Юрино можно через Чебоксары (автобусом) или через Нижний Новгород (на личном транспорте).",
};
var cafeVechernee = {
  "district": "Юринский район",
  "what": "Кафе",
  "description": "-",
  "location": "56.287892, 46.290770",
  "photo":
      "https://fastly.4sqi.net/img/general/600x600/36337741_3pwQVR_bw7YEL684lBWvZUE4uFRAv_u5dvRxhLf4A9c.jpg",
  "id": "1605",
  "transport":
      "Ближайшая железнодорожная станция расположена в 80 километрах к юго-востоку от посёлка, в Чебоксарах. В Юрино можно добраться только автомобильным транспортом из Йошкар-Олы, Чебоксар, Казани, Нижнего Новгорода.Добраться из Москвы до Юрино можно через Чебоксары (автобусом) или через Нижний Новгород (на личном транспорте).",
};

var mikhailoHram = {
  "district": "Юринский район",
  "what": "Достопримечательность",
  "description":
      'В центре поселка Юрино величаво возвышается одно из самых великолепных православных сооружений на земле Марий Эл. Эту церковь часто называют жемчужиной всего Поволжья.' +
          'В селе Юрино недалеко от замка на холме, называемом «маковка», стояла деревянная церковь во имя Архангела Михаила. В середине 19 века храм не вмещал всех желающих. Назрела необходимость постройки новой церкви. Деньги собирались всем миром. Немалые средства выделили Шереметевы, владельцы замка и усадьбы, а также купцы, рабочие. Новая двухэтажная каменная церковь была построена в 1889 году в одном стиле с замком Шереметева. Имя зодчего новой Михаило-Архангельской церкви неизвестно.' +
          'Церковь очень оригинальна по своей композиции и декору. В основу храма положен тип построек “восьмерик на четверике”. Вокруг четверика по сторонам креста пристроены приделы, завершенные могучими арками, а по диагонали в общую композицию удачно были вписаны башенки. Сочетание двух цветов — красного и белого — подчеркивает нарядность и праздничность всего сооружения. Декоративное убранство гармонирует с общей композицией церкви. Смешение различных орнаментальных стилей, что было столь характерным для церковной архитектуры того времени, придает церкви воздушность, гармонирует с общей композицией сооружения. Небольшая трапезная связывает храм с колокольней, сохранившей только один ярус из трех." + "Стены и своды храма были расписаны нижегородскими и владимирскими мастерами. При храме был погост. Здесь хоронили священнослужителей. В специальном склепе были погребены Василий Петрович, Ольга Дмитриевна и их сын Петр Васильевич Шереметевы — последние перед революцией 1917 г. владельцы усадьбы и замка.',
  "location": "56.288486, 46.290887",
  "photo": [
    "http://s4.fotokto.ru/photo/full/498/4983931.jpg",
    "https://sobory.ru/pic/03500/03520_20110324_210931.jpg"
  ],
  "id": "1406",
  "transport":
      "Ближайшая железнодорожная станция расположена в 80 километрах к юго-востоку от посёлка, в Чебоксарах. В Юрино можно добраться только автомобильным транспортом из Йошкар-Олы, Чебоксар, Казани, Нижнего Новгорода.Добраться из Москвы до Юрино можно через Чебоксары (автобусом) или через Нижний Новгород (на личном транспорте).",
};

var zamokWeremeteva = {
  "district": "Юринский район",
  "what": "Достопримечательность",
  "description":
      'Удивительной красоты средневековый замок, расположенный на берегу Волги, построен в 19 веке богатым купцом Шереметевым. Он представляет собой богато украшенный сказочный дворец, с темно-красными стенами и зеленой крышей. Окна и двери в белоснежном обрамлении. Изящные башенки в древнерусском стиле и зубчатые стены в стиле готики. Дворец трудно отнести к какому-либо одному архитектурному направлению. Здесь наблюдается удачное сочетание нескольких. Далее семь колонн поддерживают стеклянный купол зимнего сада.' +
          'В 19 веке замком владели представители нижегородской ветви рода Шереметевых. Василий Шереметев приобрел усадьбу в 1812 году, и будучи богатейшим купцом во всей Нижегородской губернии, он одновременно развернул в селе Юрино собственное производство. В 1874 году его сын, Сергей Шереметьев начал на территории усадьбы строительство замка, которое продлилось до 1915 года. Этот дворцово-парковый ансамбль по своей архитектурной стилистике тяготеет к поздней готике.'
              'Строительство проходило под руководством немецкого архитектора Р. Мюллера при участии А. Штерна, А. Парланда и А. Корша. Ближе к финальной стадии строительства над зданием работали русские архитекторы Павел Малиновский и Сергей Родионов. Бесподобно внутреннее убранство замка. Замок насчитывает почти сто комнат, среди них — «Картинная галерея», «Восточный кабинет», «Дубовая комната» и «Скобелевский зал». В одной из комнат даже присутствует плита, найденная во время раскопок в Помпее. Общая площадь усадьбы превышает 40 гектаров. В настоящее время часть этого дворцово-паркового ансамбля занимает комфортабельная гостиница, а другая находится на реставрации.',
  "location": "56.286667, 46.293897",
  "photo": [
    "https://a.d-cd.net/9c01dc9s-1920.jpg",
    "https://easy-going.ru/wp-content/uploads/2014/09/2014-08-06_22-38-38.jpg",
    "https://f.otzyv.ru/f/09/05/29993/21051612414942.jpg"
  ],
  "id": "1507",
  "transport":
      "Ближайшая железнодорожная станция расположена в 80 километрах к юго-востоку от посёлка, в Чебоксарах. В Юрино можно добраться только автомобильным транспортом из Йошкар-Олы, Чебоксар, Казани, Нижнего Новгорода.Добраться из Москвы до Юрино можно через Чебоксары (автобусом) или через Нижний Новгород (на личном транспорте).",
};

var sklepWeremeteva = {
  "district": "Юринский район",
  "what": "Достопримечательность",
  "description":
      "Последний владелец замка в Юрино родился больным и прожил всего 33 года, скончавшись в 1916 году. При советской власти фамильная усыпальница была разграблена. Вновь останки были обнаружены при ремонте водопровода в Юрино. В 2007 году сооружен склеп и поставлен небольшой памятник.",
  "location": "56 17.265, 46 17.475",
  "photo": "https://autotravel.ru/phalbum/90325/120.jpg",
  "id": "1408",
  "transport":
      "Ближайшая железнодорожная станция расположена в 80 километрах к юго-востоку от посёлка, в Чебоксарах. В Юрино можно добраться только автомобильным транспортом из Йошкар-Олы, Чебоксар, Казани, Нижнего Новгорода.Добраться из Москвы до Юрино можно через Чебоксары (автобусом) или через Нижний Новгород (на личном транспорте).",
};

var vetluga = {
  "district": "Юринский район",
  "what": "Река",
  "description": "Крупнейший приток Волги!",
  "location": "57.887425, 45.937822",
  "photo": "http://zhurnal.lib.ru/img/a/arhipow_a_m/vetluga-foto/30.jpg",
  "id": "1309",
  "transport":
      "Ближайшая железнодорожная станция расположена в 80 километрах к юго-востоку от посёлка, в Чебоксарах. В Юрино можно добраться только автомобильным транспортом из Йошкар-Олы, Чебоксар, Казани, Нижнего Новгорода.Добраться из Москвы до Юрино можно через Чебоксары (автобусом) или через Нижний Новгород (на личном транспорте).",
};

var lyunda = {
  "district": "Юринский район",
  "what": "Река",
  "description": "Правый приток  Ветлуги",
  "location": "56.650349, 45.514788",
  "photo":
      "https://avatars.mds.yandex.net/get-zen_doc/1712061/pub_5d57f5021d656a00ad0969c6_5e025f1c4e057700b19e0b14/scale_1200",
  "id": "1310",
  "transport":
      "Ближайшая железнодорожная станция расположена в 80 километрах к юго-востоку от посёлка, в Чебоксарах. В Юрино можно добраться только автомобильным транспортом из Йошкар-Олы, Чебоксар, Казани, Нижнего Новгорода.Добраться из Москвы до Юрино можно через Чебоксары (автобусом) или через Нижний Новгород (на личном транспорте).",
};

var yuronga = {
  "district": "Юринский район",
  "what": "Река",
  "description": "Килемарский заказник!",
  "location": "56.955371, 46.004127",
  "photo": "https://catcher.fish/wp-content/uploads/2017/06/yuronga1.jpg",
  "id": "1311",
  "transport":
      "Ближайшая железнодорожная станция расположена в 80 километрах к юго-востоку от посёлка, в Чебоксарах. В Юрино можно добраться только автомобильным транспортом из Йошкар-Олы, Чебоксар, Казани, Нижнего Новгорода.Добраться из Москвы до Юрино можно через Чебоксары (автобусом) или через Нижний Новгород (на личном транспорте).",
};

var dorogucha = {
  "district": "Юринский район",
  "what": "Река",
  "description":
      "Река в Нижегородской области и республике Марий Эл, левый приток Волги.  Расположена в междуречье Ветлуги и Керженца.",
  "location": "56.3906,45.5075",
  "photo": "http://www.turizmvnn.ru/files/system/foto/5784322.jpg",
  "id": "1312",
  "transport":
      "Ближайшая железнодорожная станция расположена в 80 километрах к юго-востоку от посёлка, в Чебоксарах. В Юрино можно добраться только автомобильным транспортом из Йошкар-Олы, Чебоксар, Казани, Нижнего Новгорода.Добраться из Москвы до Юрино можно через Чебоксары (автобусом) или через Нижний Новгород (на личном транспорте).",
};
