var filterPlace = [];

var lakeKumyary = {
  "what": "Природное место",
  "district": "Килемарский район",
  "description":
      "Озеро представляет собой систему из трех озер, прозрачность воды такая, что с лодки можно разглядеть все, что делается на дне. Общая площадь - 721,4 га. Лежит оно недалеко от лесной грунтовой дороги, соединяющей деревни Юксары и Котеново (недалеко от деревни Визимьяры на трассе Й-Ола - Космодемьянск). От грунтовой дороги к каждому озеру ведут просеки и дороги, так что найти озера достаточно легко. Повороты к озерам помечены вешками. Кумьяры представляют собой систему из трех озер, однако для стоянки годится только среднее озеро, поскольку остальные озера достаточно заболочены. Причем первое - самое западное озеро заболочено больше всего, добраться до открытой воды нет никакой возможности, вокруг озера зыбун, мох и трясина, а также низкорослый лес. Самое большое - третье восточное озеро также заболочено, но из-за нехватки времени побывать на нем мы не смогли, однако там возможны подходы к воде, так как, по словам местных жителей, оно заболочено меньше, чем первое озеро.",
  "id": "D345",
};

var oakPugachev = {
  "what": "Достопримечательность",
  "district": "Волжский район",
  "description":
      "На территории Марий Чодра находится Дуб Пугачева. В 1969 году Дуб Пугачева был объявлен ценным лесным объектом исторического значения, а в ознаменование двухсотлетия пугачевского восстания в 1974 году на этом месте был установлен памятный камень с надписью, а Дуб был взят под охрану. Дуб отличается своими размерами от всех стоящих рядом деревьев. Диаметр исполина равен 159 см, высота - 26 метров. Возраст дуба - 500 лет. Говорят, что около этого дуба разбил свой лагерь один из отрядов Пугачева перед последним марш-броском на Казань в далеком 1774 году. С его вершины якобы разглядывал лихой атаман дорогу на Казань.",
  "id": "78910",
};
