List place = [
  //lakeKumyary,
  //oakPugachev,
  yuryZamok,
  yuryElgas,
  hosteLPrichal,
  cafePrichal,
  cafeVechernee,
  mikhailoHram,
  zamokWeremeteva,
  sklepWeremeteva,
  vetluga,
  lyunda,
  yuronga,
  dorogucha,
  zakaznik,
  hram,
  gostinica,
  park,
  cerkov,
  muzey,
  podvorye
];

var yuryZamok = {
  "district": "Юринский район",
  "what": "Гостиница",
  "description":
      "Гостиница расположена непосредственно в Замке Шереметьева. К услугам гостей 17 номеров от многоместных без удобств, до люксов.",
  "location": "N 56° 17' 12.1848 E 46° 17' 36.8448",
  "photo": [
    "https://img.tourister.ru/files/2/0/6/8/0/6/2/0/original.jpg",
    "https://drive.google.com/file/d/10PBKiOj1NScXezsb6fhLykG4CoeVxK3D/view?usp=sharing",
  ],
  "id": "1801",
  "transport":
      "Ближайшая железнодорожная станция расположена в 80 километрах к юго-востоку от посёлка, в Чебоксарах. В Юрино можно добраться только автомобильным транспортом из Йошкар-Олы, Чебоксар, Казани, Нижнего Новгорода.Добраться из Москвы до Юрино можно через Чебоксары (автобусом) или через Нижний Новгород (на личном транспорте).",
  "name": "Гостиница В Замке Шереметева",
};

var yuryElgas = {
  "district": "Юринский район",
  "what": "Гостиница",
  "description": "Гостиница эконом класса. В наличии 100 номеров.",
  "location": "56.287452, 46.291462",
  "photo": [
    "https://sun9-15.userapi.com/impf/c851436/v851436773/17cbed/cIS65ZpQXTg.jpg?size=1564x1564&quality=96&proxy=1&sign=a5b4f3a92a543e83b8bc121d635304a9&type=album"
        "https://drive.google.com/file/d/12u4fCW6N1Nzs8yVTz5zQjMSD7hMIx3-D/view?usp=sharing"
        "https://drive.google.com/file/d/1PzacFF92_FhYb9S52ZIAfeb178FDHhXd/view?usp=sharing",
  ],
  "id": "1802",
  "transport":
      "Ближайшая железнодорожная станция расположена в 80 километрах к юго-востоку от посёлка, в Чебоксарах. В Юрино можно добраться только автомобильным транспортом из Йошкар-Олы, Чебоксар, Казани, Нижнего Новгорода.Добраться из Москвы до Юрино можно через Чебоксары (автобусом) или через Нижний Новгород (на личном транспорте).",
  "name": "Гостиница «Элгас»",
};
//!
var hosteLPrichal = {
  "district": "Юринский район",
  "what": "Хостел",
  "description":
      "Хостел 'У ПРИЧАЛА' предлагает удобное размещение для туристов, студентов и всем, кому необходимо недорогое, уютное, удобное, чистое жилье для короткого или длительного пребывания в пгт. Юрино.",
  "location": "56.287502, 46.286728",
  "photo": [
    "http://www.turizmvnn.ru/files/system/foto/5784322.jpg",
    "https://drive.google.com/file/d/1PzacFF92_FhYb9S52ZIAfeb178FDHhXd/view?usp=sharing",
  ],
  "id": "1903",
  "transport":
      "Ближайшая железнодорожная станция расположена в 80 километрах к юго-востоку от посёлка, в Чебоксарах. В Юрино можно добраться только автомобильным транспортом из Йошкар-Олы, Чебоксар, Казани, Нижнего Новгорода.Добраться из Москвы до Юрино можно через Чебоксары (автобусом) или через Нижний Новгород (на личном транспорте).",
  "name": "Хостел 'У ПРИЧАЛА'",
};

var cafePrichal = {
  "district": "Юринский район",
  "what": "Кафе",
  "description": "-",
  "location": "56.287547, 46.288174",
  "photo": [
    "https://ic.pics.livejournal.com/mike_yola/9068435/131705/original.jpg",
    "https://drive.google.com/file/d/1nw6yHwyDJ1AkO9qSx_kyHhwUeiW6hiN-/view?usp=sharing",
  ],
  "id": "1604",
  "transport":
      "Ближайшая железнодорожная станция расположена в 80 километрах к юго-востоку от посёлка, в Чебоксарах. В Юрино можно добраться только автомобильным транспортом из Йошкар-Олы, Чебоксар, Казани, Нижнего Новгорода.Добраться из Москвы до Юрино можно через Чебоксары (автобусом) или через Нижний Новгород (на личном транспорте).",
  "name": "Кафе 'Причал'",
};

var cafeVechernee = {
  "district": "Юринский район",
  "what": "Кафе",
  "description": "-",
  "location": "56.287892, 46.290770",
  "photo": [
    "https://fastly.4sqi.net/img/general/600x600/36337741_3pwQVR_bw7YEL684lBWvZUE4uFRAv_u5dvRxhLf4A9c.jpg",
    "https://drive.google.com/file/d/1fihBDAsP81riDtBA6TbiUZNpot8jnP4v/view?usp=sharing",
  ],
  "id": "1605",
  "transport":
      "Ближайшая железнодорожная станция расположена в 80 километрах к юго-востоку от посёлка, в Чебоксарах. В Юрино можно добраться только автомобильным транспортом из Йошкар-Олы, Чебоксар, Казани, Нижнего Новгорода.Добраться из Москвы до Юрино можно через Чебоксары (автобусом) или через Нижний Новгород (на личном транспорте).",
  "name": "Кафе 'Вечернее'",
};

var mikhailoHram = {
  "district": "Юринский район",
  "what": "Достопримечательность",
  "description":
      'В центре поселка Юрино величаво возвышается одно из самых великолепных православных сооружений на земле Марий Эл. Эту церковь часто называют жемчужиной всего Поволжья.' +
          'В селе Юрино недалеко от замка на холме, называемом «маковка», стояла деревянная церковь во имя Архангела Михаила. В середине 19 века храм не вмещал всех желающих. Назрела необходимость постройки новой церкви. Деньги собирались всем миром. Немалые средства выделили Шереметевы, владельцы замка и усадьбы, а также купцы, рабочие. Новая двухэтажная каменная церковь была построена в 1889 году в одном стиле с замком Шереметева. Имя зодчего новой Михаило-Архангельской церкви неизвестно.' +
          'Церковь очень оригинальна по своей композиции и декору. В основу храма положен тип построек “восьмерик на четверике”. Вокруг четверика по сторонам креста пристроены приделы, завершенные могучими арками, а по диагонали в общую композицию удачно были вписаны башенки. Сочетание двух цветов — красного и белого — подчеркивает нарядность и праздничность всего сооружения. Декоративное убранство гармонирует с общей композицией церкви. Смешение различных орнаментальных стилей, что было столь характерным для церковной архитектуры того времени, придает церкви воздушность, гармонирует с общей композицией сооружения. Небольшая трапезная связывает храм с колокольней, сохранившей только один ярус из трех." + "Стены и своды храма были расписаны нижегородскими и владимирскими мастерами. При храме был погост. Здесь хоронили священнослужителей. В специальном склепе были погребены Василий Петрович, Ольга Дмитриевна и их сын Петр Васильевич Шереметевы — последние перед революцией 1917 г. владельцы усадьбы и замка.',
  "location": "56.288486, 46.290887",
  "photo": [
    "http://s4.fotokto.ru/photo/full/498/4983931.jpg",
    "https://drive.google.com/file/d/1IMlssFjTeMebrot8ovG9xzYBb89VHviY/view?usp=sharing",
    "https://drive.google.com/file/d/1JDa6DyClUxD_W_4xzTTmkN4gYMvazQs7/view?usp=sharing"
  ],
  "id": "1406",
  "transport":
      "Ближайшая железнодорожная станция расположена в 80 километрах к юго-востоку от посёлка, в Чебоксарах. В Юрино можно добраться только автомобильным транспортом из Йошкар-Олы, Чебоксар, Казани, Нижнего Новгорода.Добраться из Москвы до Юрино можно через Чебоксары (автобусом) или через Нижний Новгород (на личном транспорте).",
  "name": "Михайло-Архангельский храм",
};

var zamokWeremeteva = {
  "district": "Юринский район",
  "what": "Достопримечательность",
  "description":
      'Удивительной красоты средневековый замок, расположенный на берегу Волги, построен в 19 веке богатым купцом Шереметевым. Он представляет собой богато украшенный сказочный дворец, с темно-красными стенами и зеленой крышей. Окна и двери в белоснежном обрамлении. Изящные башенки в древнерусском стиле и зубчатые стены в стиле готики. Дворец трудно отнести к какому-либо одному архитектурному направлению. Здесь наблюдается удачное сочетание нескольких. Далее семь колонн поддерживают стеклянный купол зимнего сада.' +
          'В 19 веке замком владели представители нижегородской ветви рода Шереметевых. Василий Шереметев приобрел усадьбу в 1812 году, и будучи богатейшим купцом во всей Нижегородской губернии, он одновременно развернул в селе Юрино собственное производство. В 1874 году его сын, Сергей Шереметьев начал на территории усадьбы строительство замка, которое продлилось до 1915 года. Этот дворцово-парковый ансамбль по своей архитектурной стилистике тяготеет к поздней готике.'
              'Строительство проходило под руководством немецкого архитектора Р. Мюллера при участии А. Штерна, А. Парланда и А. Корша. Ближе к финальной стадии строительства над зданием работали русские архитекторы Павел Малиновский и Сергей Родионов. Бесподобно внутреннее убранство замка. Замок насчитывает почти сто комнат, среди них — «Картинная галерея», «Восточный кабинет», «Дубовая комната» и «Скобелевский зал». В одной из комнат даже присутствует плита, найденная во время раскопок в Помпее. Общая площадь усадьбы превышает 40 гектаров. В настоящее время часть этого дворцово-паркового ансамбля занимает комфортабельная гостиница, а другая находится на реставрации.',
  "location": "56.286667, 46.293897",
  "photo": [
    "https://a.d-cd.net/9c01dc9s-1920.jpg",
    "https://drive.google.com/file/d/1aro7ROALjN_xoCf5-iJZsTXv8CGenuh-/view?usp=sharing",
    "https://drive.google.com/file/d/1zwVNbCAB3VRZxXPkqIOpzfRd5gjHG3Tq/view?usp=sharing",
    "https://drive.google.com/file/d/17dxtCwNl3HTvBhYcqXJa5HNc12XwpbDi/view?usp=sharing"
  ],
  "id": "1507",
  "transport":
      "Ближайшая железнодорожная станция расположена в 80 километрах к юго-востоку от посёлка, в Чебоксарах. В Юрино можно добраться только автомобильным транспортом из Йошкар-Олы, Чебоксар, Казани, Нижнего Новгорода.Добраться из Москвы до Юрино можно через Чебоксары (автобусом) или через Нижний Новгород (на личном транспорте).",
  "name": "Замок Шереметева",
};

var sklepWeremeteva = {
  "district": "Юринский район",
  "what": "Достопримечательность",
  "description":
      "Последний владелец замка в Юрино родился больным и прожил всего 33 года, скончавшись в 1916 году. При советской власти фамильная усыпальница была разграблена. Вновь останки были обнаружены при ремонте водопровода в Юрино. В 2007 году сооружен склеп и поставлен небольшой памятник.",
  "location": "56 17.265, 46 17.475",
  "photo": [
    "https://autotravel.ru/phalbum/90325/120.jpg",
    "https://drive.google.com/file/d/1AJ3fMYbWQPCpJG8mlAMw-Gqh6PKn3Ara/view?usp=sharing",
  ],
  "id": "1408",
  "transport":
      "Ближайшая железнодорожная станция расположена в 80 километрах к юго-востоку от посёлка, в Чебоксарах. В Юрино можно добраться только автомобильным транспортом из Йошкар-Олы, Чебоксар, Казани, Нижнего Новгорода.Добраться из Москвы до Юрино можно через Чебоксары (автобусом) или через Нижний Новгород (на личном транспорте).",
  "name": "Склеп Петра Шереметева",
};

var vetluga = {
  "district": "Юринский район",
  "what": "Река",
  "description": "Крупнейший приток Волги!",
  "location": "57.887425, 45.937822",
  "photo": [
    "http://zhurnal.lib.ru/img/a/arhipow_a_m/vetluga-foto/30.jpg",
    "https://drive.google.com/file/d/1yrlJC2usdMzKL-gczI1BNEWlRVQkEhXO/view?usp=sharing",
  ],
  "id": "1309",
  "transport":
      "Ближайшая железнодорожная станция расположена в 80 километрах к юго-востоку от посёлка, в Чебоксарах. В Юрино можно добраться только автомобильным транспортом из Йошкар-Олы, Чебоксар, Казани, Нижнего Новгорода.Добраться из Москвы до Юрино можно через Чебоксары (автобусом) или через Нижний Новгород (на личном транспорте).",
  "name": "Ветлуга"
};

var lyunda = {
  "district": "Юринский район",
  "what": "Река",
  "description": "Правый приток  Ветлуги",
  "location": "56.650349, 45.514788",
  "photo": [
    "https://avatars.mds.yandex.net/get-zen_doc/1712061/pub_5d57f5021d656a00ad0969c6_5e025f1c4e057700b19e0b14/scale_1200",
    "https://drive.google.com/file/d/1MZN3n47fiMupTfBvgJjrHAJlwqUIzoF-/view?usp=sharing",
  ],
  "id": "1310",
  "transport":
      "Ближайшая железнодорожная станция расположена в 80 километрах к юго-востоку от посёлка, в Чебоксарах. В Юрино можно добраться только автомобильным транспортом из Йошкар-Олы, Чебоксар, Казани, Нижнего Новгорода.Добраться из Москвы до Юрино можно через Чебоксары (автобусом) или через Нижний Новгород (на личном транспорте).",
  "name": "Люнда",
};

var yuronga = {
  "district": "Юринский район",
  "what": "Река",
  "description": "Килемарский заказник!",
  "location": "56.955371, 46.004127",
  "photo": [
    "https://catcher.fish/wp-content/uploads/2017/06/yuronga1.jpg",
    "https://drive.google.com/file/d/1ff6_opqtsEP16HC1kbNs_QccRUDH32aJ/view?usp=sharing",
  ],
  "id": "1311",
  "transport":
      "Ближайшая железнодорожная станция расположена в 80 километрах к юго-востоку от посёлка, в Чебоксарах. В Юрино можно добраться только автомобильным транспортом из Йошкар-Олы, Чебоксар, Казани, Нижнего Новгорода.Добраться из Москвы до Юрино можно через Чебоксары (автобусом) или через Нижний Новгород (на личном транспорте).",
  "name": "Юронга",
};

var dorogucha = {
  "district": "Юринский район",
  "what": "Река",
  "description":
      "Река в Нижегородской области и республике Марий Эл, левый приток Волги.  Расположена в междуречье Ветлуги и Керженца.",
  "location": "56.3906,45.5075",
  "photo": [
    "http://www.turizmvnn.ru/files/system/foto/5784322.jpg",
    "https://drive.google.com/file/d/1tCVwY_HzBhFzpHspTsdzXuE15xNMZjyj/view?usp=sharing",
  ],
  "id": "1312",
  "transport":
      "Ближайшая железнодорожная станция расположена в 80 километрах к юго-востоку от посёлка, в Чебоксарах. В Юрино можно добраться только автомобильным транспортом из Йошкар-Олы, Чебоксар, Казани, Нижнего Новгорода.Добраться из Москвы до Юрино можно через Чебоксары (автобусом) или через Нижний Новгород (на личном транспорте).",
  "name": "Дорогуча",
};
var zakaznik = {
  "district": "Мари-Турекский район",
  "what": "Природное место",
  "name": "Заказник “Холодный ключ”",
  "description":
      " Государственный природный биологический заказник республиканского значения «Холодный ключ». Образован в 2002 г. с целью сохранения, восстановления, изучения популяций редких видов растений: живокости клиновидной, зеленчука желтого, лилии кудреватой, медуницы мягкой и осоки горной, занесенных в Красную книгу Республики Марий Эл.",
  "location": "56.765556, 49.621389",
  "photo": [
    "https://12gis.ru/wp-content/uploads/2016/10/holodnyj-kljuch.jpg",
  ],
  "id": "2314",
  "transport":
      "Добраться можно на автобусе, который ходит по расписанию из города Йошкар-Ола",
  "latLngTransport": "",
};

var hram = {
  "district": "Мари-Турекский район",
  "what": "Святое место",
  "name": "Храм Троицы Живоначальной",
  "description":
      "Каменный храм во имя Святой Троицы в Мамсинере был построен в 1848 г. на средства прихожан. Здесь располагались русские, марийские, удмуртские, татарские деревни. В приходе числилось более 4 тысяч человек. По своим архитектурным формам Троицкая церковь принадлежит к памятникам стиля классицизма. Симметричные объемы, круглая ротонда, завершающаяся сферическим куполом, декоративные портики, украшающие северную и южную стены храма, наконец, колокольня, увенчанная шпилем, придают церкви строгий, стройный вид. Храм был закрыт в 1937 году. Его имущество конфисковали. В настоящее время церковь возрождает свою былую красоту. С. Мамсинер. ",
  "location": "56.935061, 49.985944",
  "photo": [
    "https://www.marimedia.ru/images/project/visit/7/10.jpg",
  ],
  "id": "2415",
  "transport":
      "Время пути - 4 ч.19 мин. Доехать можно по трассе Р-172 «Йошкар-Ола-Уржум».",
  "latLngTransport": "",
};

var gostinica = {
  "district": "Мари-Турекский район",
  "what": "Отель",
  "name": "Гостиница Столица",
  "description":
      "В отеле имеются комфортабельные и просторные класса «люкс» 1,2,3 и 4-х местные номера.  Гостиничные номера оснащены современной мебелью, многоканальным ж/к телевизором, санузлом и душевой кабиной высокой функциональности.",
  "location": "56.785301, 49.598970",
  "photo": [
    "https://komandirovka.ru/upload/save_file38/e12/e12b70d8f36f3a98c6a485b278aff8d9.jpg",
  ],
  "id": "2816",
  "transport":
      "Добраться можно на автобусе, который ходит по расписанию из города Йошкар-Ола",
  "latLngTransport": "",
};

var park = {
  "district": "Мари-Турекский район",
  "what": "Достопримечательность",
  "name": "Центральный парк",
  "description":
      "Центральный парк Мари-Турека - одно из красивейших мест поселка. Особенно в теплое время года. Здесь растут высокие сосны, ели, березы, делая воздух особенным. Парк — любимое место отдыха и взрослых, и детей. В центральном парке райцентра всегда многолюдно: занимаются спортом и отдыхают, любуются красотой и дышат свежим воздухом, проводят свободное время, а кто-то просто ежедневно идет по парку на работу и в школу. Особенно оживленно бывает на детской площадке парке. В центре парка находится памятник-обелиск землякам, погибшим в годы Великой Отечественной войны, а также Мемориальный комплекс, посвященный воинам-интернационалистам, участникам локальных войн и ликвидаторам катастрофы на Чернобыльской АЭС.",
  "location": "56.787998, 49.621996",
  "photo": [
    "https://www.marimedia.ru/images/project/visit/7/11.jpg",
  ],
  "id": "2517",
  "transport":
      "Добраться можно на автобусе, который ходит по расписанию из города Йошкар-Ола",
  "latLngTransport": "",
};

var cerkov = {
  "district": "Мари-Турекский район",
  "what": "Святое место",
  "name": "Церковь святых Царственных Страстотерпцев",
  "description":
      "Кирпичная однокупольная Казанская церковь была построена в 1834-1838 в стиле классицизма. Трапезная с Петропавловским и Фроло-Лаврским приделами расширена в кон. 1900-х. Закрыта в 1934, перестроена, занята домом культуры. В 1979 выгорела и разобрана. В нач. 1990-х в поселке создана община верующих. Первоначально богослужения проводились в приспособленном здании, в 1993-2006 на месте старой церкви построен новый кирпичный храм типа восьмерик на четверике с колокольней.",
  "location": "56.789507, 49.623427",
  "photo": [
    "https://mari.eparhia.ru/www/2017/1(38).jpg",
  ],
  "id": "2418",
  "transport":
      "Добраться можно на автобусе, который ходит по расписанию из города Йошкар-Ола",
  "latLngTransport": "",
};

var muzey = {
  "district": "Мари-Турекский район",
  "what": "Достопримечательность",
  "name": "Краеведческий музей им. В.П. Мосолова",
  "description":
      "История краеведческого музея начинается с 1969 года. Здесь собран и хранится уникальный материал по этнографии, боевой и трудовой славе района. В настоящее время краеведческий музей Мари-Турекского района имеет фонд более 4000 музейных предметов и музейных коллекций. В Мари-Турекском краеведческом музее им. В.П. Мосолова имеется несколько залов. ",
  "location": "56.789412, 49.621903",
  "photo": [
    "https://visit-mariel.ru/upload/iblock/f42/f42e2a93f5547575c9bdf5f2dbb97c86.jpg"
  ],
  "id": "2519",
  "transport":
      "Добраться можно на автобусе, который ходит по расписанию из города Йошкар-Ола",
  "latLngTransport": "",
};

var podvorye = {
  "district": "Сернурский район",
  "what": "Отель",
  "name": "Гостиница 'Подворье'",
  "description":
      "Гостиничный комплекс предлагает к услугам гостей 2 комфортабельных гостиничных номера. В каждом номере есть всё необходимое для полноценного отдыха. В административном здании гостиницы на 1-м этаже есть кафе «Подворье». Помещение кафе имеет современный ремонт, оснащено барной стойкой, кондиционером, имеется проектор. Кафе предлагает вкусные блюда русской и марийской кухни (подкогыли, шокта, мелна, шере руаш гыч когыльо, когыльо чыве шыл да шураш). На 2 этаже имеется банкетный зал на 20 человек. Банкетный зал оснащен кондиционером, большим плазменным телевизором.",
  "location": "56.935124, 49.146218",
  "photo": [
    "https://lh3.googleusercontent.com/p/AF1QipOzgsgHCvj7507ztWS0VpjCBV6HgL4JK3HsSr9T=w600-k",
  ],
  "id": "4720",
  "transport": "",
  "latLngTransport": "",
};

// var name = {
//   "district": "Сернурский район",
//   "what": "",
//   "name": "",
//   "description": "",
//   "location": "",
//   "photo": "",
//   "id": "4",
//   "transport": "",
//   "latLngTransport": "",
// };

// var name = {
//   "district": "Сернурский район",
//   "what": "",
//   "name": "",
//   "description": "",
//   "location": "",
//   "photo": "",
//   "id": "4",
//   "transport": "",
//   "latLngTransport": "",
// };

// var name = {
//   "district": "Сернурский район",
//   "what": "",
//   "name": "",
//   "description": "",
//   "location": "",
//   "photo": "",
//   "id": "4",
//   "transport": "",
//   "latLngTransport": "",
// };

// var name = {
//   "district": "Сернурский район",
//   "what": "",
//   "name": "",
//   "description": "",
//   "location": "",
//   "photo": "",
//   "id": "4",
//   "transport": "",
//   "latLngTransport": "",
// };

// var name = {
//   "district": "Сернурский район",
//   "what": "",
//   "name": "",
//   "description": "",
//   "location": "",
//   "photo": "",
//   "id": "4",
//   "transport": "",
//   "latLngTransport": "",
// };

// var name = {
//   "district": "Сернурский район",
//   "what": "",
//   "name": "",
//   "description": "",
//   "location": "",
//   "photo": "",
//   "id": "4",
//   "transport": "",
//   "latLngTransport": "",
// };

// var name = {
//   "district": "Сернурский район",
//   "what": "",
//   "name": "",
//   "description": "",
//   "location": "",
//   "photo": "",
//   "id": "4",
//   "transport": "",
//   "latLngTransport": "",
// };

// var name = {
//   "district": "Сернурский район",
//   "what": "",
//   "name": "",
//   "description": "",
//   "location": "",
//   "photo": "",
//   "id": "4",
//   "transport": "",
//   "latLngTransport": "",
// };

// var name = {
//   "district": "Сернурский район",
//   "what": "",
//   "name": "",
//   "description": "",
//   "location": "",
//   "photo": "",
//   "id": "4",
//   "transport": "",
//   "latLngTransport": "",
// };

// var name = {
//   "district": "Сернурский район",
//   "what": "",
//   "name": "",
//   "description": "",
//   "location": "",
//   "photo": "",
//   "id": "4",
//   "transport": "",
//   "latLngTransport": "",
// };

// var name = {
//   "district": "Сернурский район",
//   "what": "",
//   "name": "",
//   "description": "",
//   "location": "",
//   "photo": "",
//   "id": "4",
//   "transport": "",
//   "latLngTransport": "",
// };

// var name = {
//   "district": "",
//   "what": "",
//   "name": "",
//   "description": "",
//   "location": "",
//   "photo": "",
//   "id": "",
//   "transport": "",
//   "latLngTransport": "",
// };
